# brew
# Homebrew に正式に登録されたライブラリをインストール
brew "curl"
brew "git"
brew "n"
brew "nkf"
brew "peco"
brew "stow"
brew "tmux"
brew "zsh"
brew "watch"
brew "zplug"

# tap
# Homebrew に正式に登録されていないライブラリをインストール

# cast
# install Mac applications by using Homebrew
cask 'alfred'
cask 'docker'
cask "figma"
cask 'google-chrome'
cask 'iterm2'
cask 'kindle'
cask "postman"
cask 'slack'
cask 'virtualbox'
cask "zoom"
